---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DegreeF
source: html/029acda3-9d6c-b6dc-703d-53407f9f0118.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DegreeF Property

Symbol °F, indicating unit Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId DegreeF { get; }
```